Repository: edkach/bibdesk
Catalog: *.lproj/BibTeXKeys.strings
Languages: french

source: Date-Added
french: Ajouté

source: Date-Modified
french: Modifié

source: Publication Date
french: Date

source: 1st Author
french: Premier auteur

source: 2nd Author
french: Second auteur

source: 3rd Author
french: Troisième auteur

source: 1st Author or Editor
french: Premier auteur

source: 2nd Author or Editor
french: Second auteur

source: 3rd Author or Editor
french: Troisième auteur

source: Author or Editor
french: Auteur
